{
  "name": "Jose Antonio Vázquez",
  "about": "A passionate web developer with skills in JavaScript, Node.js, and Astro. I'm always looking to learn and improve my skills through practical projects.",
  "studies": [
    {
      "degree": "HIGH SCHOOL (2016-2018)",
      "university": "IES Miguel de Mañara (San José de la Rinconada, Seville)",
      "description": "High School is a post-compulsory educational stage that prepares students for higher studies, such as university or higher vocational training, and for their personal and professional development.",
      "image": "/img/mañara.png"
    },
    {
      "degree": "HIGHER DEGREE IN CONSTRUCTION AND CIVIL ENGINEERING (2018-2020)",
      "university": "IES Carmen Laffón (San José de la Rinconada, Seville)",
      "description": "The Higher Degree in Construction and Civil Engineering is a vocational training program that prepares students to plan, manage, and supervise construction and civil engineering projects. During the course, students acquire knowledge in structural design, topography, construction materials, etc.",
      "image": "/img/laffon.png"
    },
    {
      "degree": "HIGHER DEGREE IN WEB APPLICATION DEVELOPMENT (2020-2024)",
      "university": "Santa Joaquina de Vedruna (San Bernardo, Seville)",
      "description": "The Higher Degree in Web Application Development is a vocational training program that prepares students to design, develop, and implement dynamic and functional web applications. During the course, students acquire knowledge in programming languages such as HTML, CSS, JavaScript, etc.",
      "image": "/img/vedruna.png"
    }
  ], 
  "skills": [
    {
      "name": "Angular",
      "image": "/img/angular.png"

    },
    {
      "name": "React",
      "image": "/img/react.png"
    },
    {
      "name": "PostgreSQL",
      "image": "/img/postgreb.png"
      
    }
  
  ],
  "experiences":[
    {
      "name": "Intern at Emvisesa, where I will collaborate in the management of projects related to public housing and urban planning. My duties included reporting, data analysis and document management, as well as supporting the technical team in project planning and monitoring. This experience allowed me to gain practical skills in a professional environment.",
      "image": "/img/estrella.png"
    },
    {
      "name": "Laborer in a company in Alcalá del Río, where I participated in tasks related to the construction and maintenance of infrastructure. My responsibilities included handling basic tools, supporting the execution of works and ensuring compliance with workplace safety regulations. This experience allowed me to develop practical skills, teamwork and adaptation to a dynamic and demanding environment.",
      "image": "/img/estrella.png"
    },
    {
      "name": "Administrative assistant in a logistics company in SevilleI worked as an administrative assistant in a logistics company, where I performed functions such as delivery note management, inventory control and customer service",
      "image": "/img/estrella.png"
    },
    {
      "name": "Operator in a metal products factory in Dos HermanasI was an operator in a metal products factory, in charge of tasks such as the assembly of parts, quality control and basic maintenance of machinery.",
      "image": "/img/estrella.png"
    }
  ]
  
}
