{
  "name": "Jose Antonio Vázquez",
  "about": "Un apasionado desarrollador web con habilidades en JavaScript, Node.js y Astro. Siempre estoy buscando aprender y mejorar mis habilidades a través de proyectos prácticos.",
  "studies": [
    {
      "degree": "BACHILLERATO (2016-2018)",
      "university": "IES Miguel de Mañara(San José de la Rinconada,Sevilla)",
      "description": "El Bachillerato es una etapa educativa postobligatoria que prepara a los estudiantes para acceder a estudios superiores, como la universidad o la formación profesional de grado superior, y para su desarrollo personal y profesional.",
      "image": "/img/mañara.png"
    },
    {
      "degree": "GRADO SUPERIOR CONSTRUCCIÓN Y OBRA CIVIL (2018-2020)",
      "university": "IES Carmen Laffón(San José de la Rinconada,Sevilla)",
      "description": "El Grado Superior en Construcción y Obra Civil es una formación profesional que capacita para planificar, gestionar y supervisar proyectos de construcción y obra civil. Durante el curso, los estudiantes adquieren conocimientos en diseño estructural, topografía, materiales de construcción,etc...",
      "image": "/img/laffon.png"
    },
    {
      "degree": "GRADO SUPERIOR DESARROLLO DE APLICACIONES WEB(2020-2024)",
      "university": "Santa Joaquina de Vedruna(San Bernardo,Sevilla)",
      "description": "El Grado Superior en Desarrollo de Aplicaciones Web es una formación profesional que capacita para diseñar, desarrollar e implementar aplicaciones web dinámicas y funcionales. Durante el curso, los estudiantes adquieren conocimientos en lenguajes de programación como HTML, CSS, JavaScript,etc...",
      "image": "/img/vedruna.png"
      
    }
  
  ],
  "skills": [
    {
      "name": "Angular",
      "image": "/img/angular.png"

    },
    {
      "name": "React",
      "image": "/img/react.png"
    },
    {
      "name": "PostgreSQL",
      "image": "/img/postgreb.png"
    }
  
  ],
 "experiences":[
    {
      "name": "Becario en Emvisesa bajo la supervisión de un ingeniera de sistemas llamada Silvia , donde colaboré en la gestión de proyectos relacionados con la vivienda pública y el urbanismo. Mis funciones incluían la elaboración de informes, análisis de datos y gestión documental, además de apoyar al equipo técnico en la planificación y seguimiento de proyectos. Esta experiencia me permitió adquirir habilidades prácticas en un entorno profesional.",
      "image": "/img/estrella.png"
    },
    {
      "name": "Peón en una empresa en Alcalá del Río bajo la supervisión de un ingeniero de construcción llamado Francisco, donde participé en tareas relacionadas con la construcción y mantenimiento de infraestructuras. Mis responsabilidades incluían el manejo de herramientas básicas, apoyo en la ejecución de obras y aseguramiento del cumplimiento de las normativas de seguridad en el trabajo. Esta experiencia me permitió desarrollar habilidades prácticas, trabajo en equipo y adaptación a un entorno dinámico y exigente.",
      "image": "/img/estrella.png"
    },
    {
      "name": "Auxiliar administrativo en una empresa de logística en Sevilla bajo la supervisión de un gerente llamado Miguel, donde trabajé como auxiliar administrativo en una empresa de logística, donde desempeñé funciones como la gestión de albaranes, control de inventarios y atención al cliente",
      "image": "/img/estrella.png"
    },
    {
      "name": "Operario en una fábrica de productos metálicos en Dos Hermanas bajo la supervisión de un operario llamado Juan, donde trabaje como  operario en una fábrica de productos metálicos, encargándome de tareas como el ensamblaje de piezas, control de calidad y mantenimiento básico de maquinaria.",
      "image": "/img/estrella.png"
    }
  ]


  

   
    
}
  